{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.5.2", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of56.bin", "group1-shard2of56.bin", "group1-shard3of56.bin", "group1-shard4of56.bin", "group1-shard5of56.bin", "group1-shard6of56.bin", "group1-shard7of56.bin", "group1-shard8of56.bin", "group1-shard9of56.bin", "group1-shard10of56.bin", "group1-shard11of56.bin", "group1-shard12of56.bin", "group1-shard13of56.bin", "group1-shard14of56.bin", "group1-shard15of56.bin", "group1-shard16of56.bin", "group1-shard17of56.bin", "group1-shard18of56.bin", "group1-shard19of56.bin", "group1-shard20of56.bin", "group1-shard21of56.bin", "group1-shard22of56.bin", "group1-shard23of56.bin", "group1-shard24of56.bin", "group1-shard25of56.bin", "group1-shard26of56.bin", "group1-shard27of56.bin", "group1-shard28of56.bin", "group1-shard29of56.bin", "group1-shard30of56.bin", "group1-shard31of56.bin", "group1-shard32of56.bin", "group1-shard33of56.bin", "group1-shard34of56.bin", "group1-shard35of56.bin", "group1-shard36of56.bin", "group1-shard37of56.bin", "group1-shard38of56.bin", "group1-shard39of56.bin", "group1-shard40of56.bin", "group1-shard41of56.bin", "group1-shard42of56.bin", "group1-shard43of56.bin", "group1-shard44of56.bin", "group1-shard45of56.bin", "group1-shard46of56.bin", "group1-shard47of56.bin", "group1-shard48of56.bin", "group1-shard49of56.bin", "group1-shard50of56.bin", "group1-shard51of56.bin", "group1-shard52of56.bin", "group1-shard53of56.bin", "group1-shard54of56.bin", "group1-shard55of56.bin", "group1-shard56of56.bin"], "weights": [{"name": "conv2d_1/kernel", "shape": [3, 3, 3, 32], "dtype": "float32"}, {"name": "conv2d_1/bias", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/gamma", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/beta", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/moving_mean", "shape": [32], "dtype": "float32"}, {"name": "batch_normalization_1/moving_variance", "shape": [32], "dtype": "float32"}, {"name": "conv2d_2/kernel", "shape": [3, 3, 32, 64], "dtype": "float32"}, {"name": "conv2d_2/bias", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_2/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_2/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_2/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_2/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_3/kernel", "shape": [3, 3, 64, 64], "dtype": "float32"}, {"name": "conv2d_3/bias", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/gamma", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/beta", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/moving_mean", "shape": [64], "dtype": "float32"}, {"name": "batch_normalization_3/moving_variance", "shape": [64], "dtype": "float32"}, {"name": "conv2d_4/kernel", "shape": [3, 3, 64, 128], "dtype": "float32"}, {"name": "conv2d_4/bias", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_4/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_4/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_4/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_4/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "conv2d_5/kernel", "shape": [3, 3, 128, 128], "dtype": "float32"}, {"name": "conv2d_5/bias", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_5/gamma", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_5/beta", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_5/moving_mean", "shape": [128], "dtype": "float32"}, {"name": "batch_normalization_5/moving_variance", "shape": [128], "dtype": "float32"}, {"name": "dense_1/kernel", "shape": [56448, 1024], "dtype": "float32"}, {"name": "dense_1/bias", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_6/gamma", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_6/beta", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_6/moving_mean", "shape": [1024], "dtype": "float32"}, {"name": "batch_normalization_6/moving_variance", "shape": [1024], "dtype": "float32"}, {"name": "dense_2/kernel", "shape": [1024, 10], "dtype": "float32"}, {"name": "dense_2/bias", "shape": [10], "dtype": "float32"}]}]}